const theme_json = [
    {
        "id": "1",
        "title": "吉田松蔭",
        "p_no": ["0001","0002","0003","0004"],
        "country": "日本",
        "time": "1830-1859",
        "img": "img/shoin.png"
    },
    {
        "id": "2",
        "title": "スパルタ",
        "p_no": ["0005","0006","0007","0008","0009","0010","0011"],
        "country": "古代ギリシャ",
        "time": "紀元前1000-200",
        "img": "img/spalta.png"
    },
    {
        "id": "３",
        "title": "コミュニケーション史",
        "p_no": ["0012","0013","0014","0015"],
        "country": "",
        "time": "通史",
        "img": "img/comm.jpg"
    },
    {
        "id": "4",
        "title": "天皇の歴史",
        "p_no": ["0016","0017","0018","0019"],
        "country": "日本",
        "time": "通史",
        "img": "img/tennou.gif"
    },
    {
        "id": "5",
        "title": "キングダムSP　始皇帝",
        "p_no": ["0020","0021","0022","0023","0024"],
        "country": "中国",
        "time": "紀元前3世紀",
        "img": "img/shkotei.png"
    },
    {
        "id": "6",
        "title": "諸葛孔明",
        "p_no": ["0025","0026","0027","0028","0029","0030","0031"],
        "country": "中国",
        "time": "181-234",
        "img": "img/komei.png"
    },
    {
        "id": "7",
        "title": "宗教",
        "p_no": ["0032","0033","0034","0035","0036","0037","0038"],
        "country": "",
        "time": "通史",
        "img": "img/shukyo.gif"
    },
    {
        "id": "8",
        "title": "ヒトラー",
        "p_no": ["0039","0040","0041","0042","0043","0044","0045","0046"],
        "country": "ドイツ",
        "time": "1889-1945",
        "img": "img/hitler.png"
    },
    {
        "id": "9",
        "title": "フランス革命",
        "p_no": ["0047","0048","0049","0050","0051","0052","0053","0054","0055"],
        "country": "フランス",
        "time": "1789-1799",
        "img": "img/france.png"
    },
    {
        "id": "10",
        "title": "ガンディー",
        "p_no": ["0056","0057","0058","0059","0060","0061","0062"],
        "country": "インド",
        "time": "1869-1948",
        "img": "img/gandi.png"
    },
    {
        "id": "11",
        "title": "アレクサンドロス",
        "p_no": ["0063","0064","0065","0066","0067","0078","0079","0070","0071"],
        "country": "古代ギリシャ",
        "time": "紀元前３世紀",
        "img": "img/alex.png"
    },
    {
        "id": "12",
        "title": "お金・資本主義",
        "p_no": ["0072","0073","0074","0075","0076","0077","0078"],
        "country": "",
        "time": "通史",
        "img": "img/money.png"
    },
    {
        "id": "13",
        "title": "三蔵法師",
        "p_no": ["0079","0080","0081","0082","0083","0084","0085","0086","0087"],
        "country": "中国",
        "time": "7世紀前半",
        "img": "img/sanzo.png"
    },
    {
        "id": "14",
        "title": "高杉晋作",
        "p_no": ["0088","0089","0090","0091","0092","0093","0094","0095","0096","0097"],
        "country": "日本",
        "time": "1839-1867",
        "img": "img/takasugi.png"
    },
    {
        "id": "15",
        "title": "アメリカ史",
        "p_no": ["0098","0099","0100","0101","0102","0103","0104","0105","0106"],
        "country": "アメリカ",
        "time": "通史",
        "img": "img/america.png"
    },
    {
        "id": "16",
        "title": "ヘレンケラー＆アン・サリヴァン",
        "p_no": ["0107","0108","0109"],
        "country": "アメリカ",
        "time": "1880-1968",
        "img": "img/mig.png"
    },
    {
        "id": "17",
        "title": "番外編",
        "p_no": ["ex"],
        "country": "アメリカ",
        "time": "",
        "img": "img/bangai.gif"
    }
]